/* No comment provided by engineer. */
"collectionView.errorAlert.dismiss" = "Dismiss";

/* No comment provided by engineer. */
"collectionView.errorAlert.retry" = "Retry";

/* No comment provided by engineer. */
"collectionView.errorAlert.title" = "Failed to fetch data";

/* No comment provided by engineer. */
"tableView.errorAlert.dismiss" = "Dismiss";

/* No comment provided by engineer. */
"tableView.errorAlert.retry" = "Retry";

/* No comment provided by engineer. */
"tableView.errorAlert.title" = "Failed to fetch data";

